{
  "ABOUT US": "ABOUT US",
  "about.refunds_and_exchanges_policies": "<p>Living with handmade solid wood is a special kind of living. We stand behind our furniture and the workmanship involved. We guarantee our products for a period of 1 year, in term of craftsmanship related problems. We will repair or replace any damaged items during this period of time. This warranty does not include cracking/splitting, warping, cupping, bowing or wood movement and /or environmental issues. We do everything in our power to select the best wood available and try to cut out defects or lesser quality boards. However, wood sometimes had a mind of its own and moves naturally, Issues that occur due to wood movement are beyond our control.</p><p>All of the reclaimed wood and live edge  furniture pieces are constructed from real trees and solid slabs of wood and professionally dried to 6-11% moisture content before any build. We prefer and actually seek out wood with cracks, twists and color. This is the inherent character of wood and is not considered a defect in material. All our pieces are constructed of 100% organic slabbed wood. Solid wood adjusts different times of the year to the moisture content of the air. In a sense the wood breathes just like us. Wood will also adjust to the moisture content of your home and it surroundings. You may notice your slab furniture piece move ever so slightly or even develop small cracks or dips. THIS IS NORMAL. Slab furniture can not be compared to other solid wood furniture pieces. Organic wood furniture will have movement during its life and this is just the nature of natural wood slab furniture. A dry home may cause the wood to move or crack more than a home with proper humidity. Be sure your home has proper humidity levels through out the year. You can purchase a humidity meter from most hardware stores and we strongly urge you to check before the arrival of your furniture piece. Keep in mind that wood does have a life of its own and even with proper measures taken in the environment and by our team in the construction process, you may notice some movement.</p><p>Feel free to <a href=\"/contact\">contact the team</a> with any questions you may have</p><p>If you notice surface cracks....this is normal. If you notice some cracking on the ends this is also normal activity for solid organic furniture.</p><p>To avoid excessive warping or cracking after you begin using wood table tops or counters a cool environment (72f /22 c degrees ) with a relative humidity of about 45-55% and a little bit of air movement is said to be ideal for wood objects in general. Change thermostat settings gradually as seasons change. A sudden change in temperature or humidity is the worst thing possible as moisture will be sucked out of or pushed into the material far too quickly causing tension inside it. Excess heat and dryness can even cause cracking and splitting. Avoid extremely hot plates and excessive water allowed to stand for long periods of time. Also avoid vinyl table cloths and glass tops as they can prevent air circulation and may cause warping. It is also important to remember that placing your piece in front of a window in direct sunlight can dry out your piece and cause cracking and splits!</p><p>The main causes of damage to wooden furniture are careless handling and environmental conditions in the surroundings of your wood piece. Once again please keep in mind that movement just as small cracks in the surface of your live edge furniture piece is NORMAL and part of the nature of the wood. You may notice lifting on the epoxy or resin fills. This is from the natural movement of the wood also.</p><p>Light is a natural enemy of all organic materials; it is especially harmful for wood because the damage is cumulative (meaning it gets worse over time) and irreversible. Light can turn light woods dark, and bleach out dark woods. It can also affect the finish, stain, or paint on the surface—leaving it discoloured, opaque, cracked, or brittle. Leaving you wood piece in direct sunlight ie....huge windows with lot of sunlight all day long will not be good for your table, It may warp and crack! We suggest blinds or a sheet covering if leaving exposed to direct sunlight on a on going basis. Also, it is important NOT to place hot mugs or plates directly on the wood surface as it may mark the finish. We also would advise that you avoid placing your wood piece on flooring that has in floor heating. Especially with wood legs. The constant heat on the wood absorbs any of the moisture left in the wood and will further promote splitting and cracking. FLAME Furniture Inc. does not warrant any furniture pieces purchased and placed on in-floor heating.</p><p>Wood is composed of cellulose (a molecule with an affinity for water) and it is porous; as a result it is vulnerable to humidity. When moisture in the air increases (i.e. humidity rises), wood absorbs water and swells a little; when the air dries out (i.e. humidity decreases), wood gives off moisture and shrinks. These responses to changes in humidity weaken glue joins, can cause wood to split or crack, and may damage its finish.</p><p>We advise that you check the humidity of your home to assure that your table is always in the best possible environment.</p><p>We  will gladly access and repair any craftsmanship defects found and will advise on natural organic slab issues. We do not have control over the movement of wood. We will request to see photos of your piece to help determine the issue you are having with it and will advise to have a meter reading of the air quality of the room where the wood piece resides. All warranty issues must be brought back to our shop and if the piece is to be left for us to work on...the buyer is also responsible for pick up.</p><p>Repair charges will be billed at a cost of euro 5/hr outside of the warranty and will be noted before exchanges may be considered within 3 months of purchase and ONLY if the piece is not able to be repaired</p>",
  "about.second_life_of_a_tree": "<p>FLAME Furniture Inc. is artisanal collective based in Belgrade, Serbia. Most of our pieces are done by hand, based on the fair trade principles. We use solid wood from renewable resources, and reclaimed wood from more than a hundred-year-old oak Serbian country houses. The pieces are treated only with natural oils and wax, which emphasize the organic beauty of the wood. We also collaborate with artists and designers from around the world, striving to bring in the mixture of different cultures' sensibilities, and produce unique pieces of furniture that radiate with passion.</p><p>The following simple points reflect our perspective on making furniture better than any story about us we could write.</p><p>Please, take your time to <a href=\"/contact\">get acquainted with us</a>, and enjoy a free-fall into our world.</p><blockquote><p>Nothing is holier, nothing is more exemplary than a beautiful, strong tree. When a tree is cut down and reveals its naked death-wound to the sun, one can read its whole history in the luminous, inscribed disk of its trunk.</p><footer><cite title=\"Hesse\">Hesse</cite></footer></blockquote><blockquote><p>When the trees mature, it is fair and moral that they are cut for man's use, as they would soon decay and return to the earth. Trees have a yearning to live again, perhaps to provide the beauty, strength and utility to serve man, even to become an object of great artistic worth.</p><footer><cite title=\"George Nakashima\">George Nakashima </cite></footer></blockquote><p>We believe we give trees their second life. More about us you can discover in <a href=\"/products\">our craft-ship</a>.</p><p><strong>FLAME Furniture Inc.</strong></p>",
  "BUSINESS HOURS": "BUSINESS HOURS",
  "BUY": "BUY",
  "BUY THIS PRODUCT": "BUY THIS PRODUCT",
  "CALL US": "CALL US",
  "category.Accessories": "Accessories",
  "category.Bar stools": "Bar stools",
  "category.Bar Tables": "Bar Tables",
  "category.Bathroom": "Bathroom",
  "category.Bathroom Sinks": "Bathroom Sinks",
  "category.Bathroom Sinks Stands": "Bathroom Sinks Stands",
  "category.Beds": "Beds",
  "category.Benches": "Benches",
  "category.Bookcases": "Bookcases",
  "category.Chests": "Chests",
  "category.Coffee Tables": "Coffee Tables",
  "category.Dining Tables": "Dining Tables",
  "category.Doors": "Doors",
  "category.Drawer Chests": "Drawer Chests",
  "category.Lighting": "Lighting",
  "category.Mirrors": "Mirrors",
  "category.Seatings": "Seatings",
  "category.Sofas": "Sofas",
  "category.Tables": "Tables",
  "category.Three-leg Stools": "Three-leg Stools",
  "category.TV HI-FI Stands": "TV HI-FI Stands",
  "category.Wall Panels": "Wall Panels",
  "category.Wine Stands": "Wine Stands",
  "category.Writing Desks": "Writing Desks",
  "CONFIRM": "CONFIRM",
  "CONTACT": "CONTACT",
  "contact.address": "BEKERELOVA (old name RADE KONDIĆA) 24<br/>11050 MALI MOKRI LUG BELGRADE<br/>SERBIA",
  "contact.business_hours": "9am - 4pm CET from Monday to Friday",
  "contact.thank_you": "Thank you for getting in touch! We will contact you within one business day.",
  "description.about": "Artisanal collective based in Belgrade, Serbia. Most of our pieces are done by hand, based on the fair trade principles.",
  "description.contact": "Our headquarter is located at Bekerelova 24, Mali Mokri Lug, Belgrade. We are open from 9am to 4pm on Monday to Friday.",
  "description.index": "We make furniture pieces by hand using solid wood from renewable resources that are treated with natural oils and wax.",
  "description.products.buy": "Send us an inquiry for %s",
  "description.products.category": "Category: %s",
  "description.products.index": "Products catalogue",
  "description.products.product": "Product: %s, Category: %s",
  "Dimension": "Dimension",
  "EMAIL": "EMAIL",
  "GALLERY": "GALLERY",
  "HOME": "HOME",
  "layout.subscribe.thanks": "Thanks for subscribing!",
  "Material": "Material",
  "MENU": "MENU",
  "MESSAGE": "MESSAGE",
  "NAME": "NAME",
  "OUR HQ IS LOCATED AT": "OUR HQ IS LOCATED AT",
  "OUR INSTAGRAM FEED": "OUR INSTAGRAM FEED",
  "OUR TEAM": "OUR TEAM",
  "PRESS": "PRESS",
  "press.adriatic_fair_2017_title": "ADRIATIC FAIR BUDVA 05 - 09. APRIL 2017.",
  "press.impressions_from_furniture_fair_belgrade_2016_text": "<p class=\"text-uppercase\">More on gradnja.rs<br/><a href=\"http://www.gradnja.rs/puno-drvo-u-punom-sjaju-prvi-utisci-sa-sajma-namestaja-u-beogradu-2016/\">Puno drvo u punom sjaju: Prvi utisci sa Sajma nameštaja u Beogradu 2016.</a></p>",
  "press.impressions_from_furniture_fair_belgrade_2016_title": "IMPRESSIONS FROM THE FURNITURE FAIR IN BELGRADE 2016",
  "product.dimension.depth": "d",
  "product.dimension.diameter": "⌀",
  "product.dimension.height": "h",
  "product.dimension.width": "w",
  "product.material.Concrete": "Concrete",
  "product.material.Fabric": "Fabric",
  "product.material.Glass": "Glass",
  "product.material.MDF": "MDF",
  "product.material.Metal": "Metal",
  "product.material.Tempered glass": "Tempered glass",
  "product.material.Wood": "Wood",
  "product.material.Wood - acacia": "Wood - acacia",
  "product.material.Wood - elm": "Wood - elm",
  "product.material.Wood - exotic": "Wood - exotic",
  "product.material.Wood - oak": "Wood - oak",
  "product.material.Wood - oak & ash tree": "Wood - oak & ash tree",
  "product.material.Wood - poplar": "Wood - poplar",
  "product.material.Wood - reclaimed oak (100 + years old)": "Wood - reclaimed oak (100 + years old)",
  "product.material.Wood - walnut": "Wood - walnut",
  "product.material.Wood - walnut fumed": "Wood - walnut fumed",
  "product.share": "Take a look at FLAME Furniture Inc. %s product",
  "PRODUCTS": "PRODUCTS",
  "products.buy.notice": "You may order our products in custom dimensions. We reply to inquiries within one business day.",
  "products.buy.thank_you": "Thank you for sending us the inquiry! We will contact you within one business day.",
  "RECEIVE NEWS AND SPECIAL OFFERS": "RECEIVE NEWS AND SPECIAL OFFERS",
  "REFUNDS AND EXCHANGES POLICIES": "REFUNDS AND EXCHANGES POLICIES",
  "SECOND LIFE OF A TREE": "SECOND LIFE OF A TREE",
  "SEND": "SEND",
  "SEND US A MESSAGE": "SEND US A MESSAGE",
  "SEND US AN INQUIRY": "SEND US AN INQUIRY",
  "SHARE THIS PRODUCT": "SHARE THIS PRODUCT",
  "SUBJECT": "SUBJECT",
  "WHAT'S OUR MISSION": "WHAT'S OUR MISSION",
  "YOUR EMAIL...": "YOUR EMAIL..."
}