{
  "ABOUT US": "O NAMA",
  "about.refunds_and_exchanges_policies": "<p>ŽIVLJENJE SA RUČNO PRAVLJENIM NAMEŠTAJEM OD PUNOG DRVETA JE POSEBNA VRSTA ŽIVOTA. MI STOJIMO IZA NAŠEG NAMEŠTAJA I NJEGOVE IZRADE. ZA NAŠE PROIZVODE GARANTUJEMO U VREMENSKOM RASPONU OD JEDNE GODINE, U POGLEDU PROBLEMA VEZANIH ZA NJIHOVU IZRADU. TOKOM OVOG PERIODA, MI ĆEMO POPRAVITI ILI ZAMENITI BILO KOJI OŠTEĆENI PRIMERAK. OVA GARANCIJA NE UKLJUČUJE PUCANJE/CEPANJE, SAVIJANJE, KRIVLJENJE, POMERANJE DRVETA I /ILI EKOLOŠKA PITANJA. MI ČINIMO SVE ŠTO JE U NAŠOJ MOĆI DA ODABEREMO NAJKVALITETNIJE DRVO KOJE JE DOSTUPNO I NASTOJIMO DA ODBACIMO SVE DEFEKTE KAO I DELOVE DRVETA LOŠIJEG KVALITETA. MEĐUTIM, DRVO PONEKADA IMA SVOJU SOPSTVENU VOLJU I NA PRIRODAN NAČIN SE POKREĆE. PROBLEMI KOJI SE POJAVLJUJU USLED KRETANJA DRVETA SU IZVAN NAŠE KONTROLE.</p><p>SVI KOMADI NAMEŠTAJA OD RECIKLIRANOG I ŽIVOG DRVETA KONSTRUISANI SU OD PRAVOG DRVEĆA I KOMADA PUNOG DRVETA I PRE BILO KAKVE IZRADE PROFESIONALNO SU OSUŠENI DO 6-11% SADRŽAJA VLAGE. MI PREFERIRAMO I ZAPRAVO TRAŽIMO DRVO SA PUKOTINAMA, KRIVINAMA I SVOJSTVENOM ŠAROM, ŠTO PREDSTAVLJA UNUTRAŠNJI KARAKTER DRVETA I NE SMATRA SE DEFEKTOM MATERIJALA. SVI NAŠI KOMADI KONSTRUISANI SU OD 100% ORGANSKE DRVENE GRAĐE U PLOČAMA. PUNO DRVO SE PRILAGOĐAVA RAZLIČITOJ VLAŽNOSTI VAZDUHA U POJEDINIM GODIŠNJIM DOBIMA. NA IZVESTAN NAČIN, DRVO DIŠE POPUT NAS. DRVO ĆE SE TAKOĐE PRILAGODITI VLAŽNOSTI NAŠEG DOMA I NJEGOVOG OKRUŽENJA. MOŽETE PRIMETITI DA SE MASIVNE DRVENE PLOČE VAŠEG NAMEŠTAJA NEZNATNO POMERAJU I ČAK DA U NJIMA NASTAJU MALE PUKOTINE ILI ULEGNUĆA. TO JE NORMALNO. NAMEŠTAJ OD MASIVNIH DRVENIH PLOČA SE NE MOŽE POREDITI SA DRUGIM NAMEŠTAJEM OD PUNOG DRVETA. ODREĐENO KRETANJE TOKOM NJEGOVOG ŽIVOTA JE SAMO PRIRODNA POJAVA KOD NAMEŠTAJA NAČINJENOG OD MASIVNIH PLOČA PRIRODNOG DRVETA. UKOLIKO JE VAZDUH U VAŠOJ KUĆI SUV, KRETANJE I PUCANJE DRVETA BIĆE VIŠE IZRAŽENO NEGO U KUĆAMA SA ADEKVATNOM VLAŽNOŠĆU. POTRUDITE SE DA VAŠ DOM IMA ODGOVARAJUĆI NIVO VLAŽNOSTI TOKOM GODINE. UREĐAJ ZA MERENJE VLAŽNOSTI MOŽETE KUPITI U GVOŽĐARSKOJ RADNJI ILI PRODAVNICI ALATA I MI VAM SAVETUJEMO DA PROVERITE VLAŽNOST PROSTORIJA PRE DOLASKA VAŠEG KOMADA NAMEŠTAJA. IMAJTE NA UMU DA DRVO IMA SVOJ SOPSTVENI ŽIVOT I DA JE MOGUĆE DA ĆETE PRIMETITI IZVESNO KRETANJE ČAK I UZ PREDUZIMANJE SVIH POTREBNIH MERA I U VAŠEM AMBIJENTU I U PROCESU PROIZVODNJE OD STRANE NAŠEG TIMA.</p><p>UKOLIKO IMATE BILO KAKVA PITANJA, OSEĆAJTE SE SLOBODNIM DA <a href=\"/contact\">KONTAKTIRATE NAŠ TIM</a>.</p><p>UKOLIKO PRIMETITE SITNE POVRŠINSKE PUKOTINE....ZNAJTE DA JE TO POTPUNO NORMALNA POJAVA. AKO PRIMETITE IZVESNO PUCANJE NA KRAJEVIMA, TO JE TAKOĐE NORMALNA AKTIVNOST PUNOG ORGANSKOG NAMEŠTAJA.</p><p>KAKO DA SE IZBEGNE PREKOMERNO SAVIJANJE ILI PUCANJE KADA POČNETE DA KORISTITE VAŠ STO ILI KUHINJSKI ELEMENT SA GORNJOM PLOČOM OD MASIVNOG DRVETA: IDEALNIM USLOVIMA ZA VAŠ NAMEŠTAJ OD MASIVNOG DRVETA SMATRAJU SE TEMPERATURA OD 22⁰C (72⁰F) I RELATIVNA VLAŽNOST OD OKO 45-55% UZ NEŠTO MALO KRETANJA VAZDUHA A SA PROMENOM GODIŠNJIH DOBA POSTEPENO MENJAJTE PODEŠAVANJA NA VAŠEM TERMOSTATU. IZNENADNA PROMENA TEMPERATURE ILI VLAŽNOSTI JE NAJGORA MOGUĆNOST JER BI TAKO VLAŽNOST BILA ISUVIŠE BRZO IZVUČENA IZ ILI UTISNUTA U MATERIJAL IZAZIVAJUĆI NAPREZANJA U UNUTRAŠNJOSTI. PRETERANA TOPLOTA I SUVOĆA MOGU ČAK DA IZAZOVU PUCANJE I RAZDVAJANJE. IZBEGAVAJTE EKSTREMNO TOPLO POSUĐE IZBEGAVAJTE DA VODA PREDUGO STOJI NA GORNJOJ POVRŠINI. TAKOĐE IZBEGAVAJTE KUHINJSKE KRPE OD VINILA I POKRIVANJE STAKLENIM VRHOVIMA JER ONI ONEMOGUĆAVAJU CIRKULACIJU VAZDUHA I MOGU DA IZAZOVU KRIVLJENJE. VAŽNO JE TAKOĐE IMATI NA UMU DA POSTAVLJANJE VAŠEG KOMADA ISPRED PROZORA NA DIREKTNU SVETLOST, MOŽE DA ISUŠI VAŠ KOMAD I DA PROUZROKUJE PUCANJE I RAZDVAJANJE!</p><p>PRIMARNI UZROCI OŠTEĆENJA DRVENOG NAMEŠTAJA SU NEPAŽLJIVO RUKOVANJE I OKOLINA U KOJOJ SE NALAZI VAŠ KOMAD DRVENOG NAMEŠTAJA. JOŠ JEDNOM MOLIMO VAS DA IMATE NA UMU DA SU MALO POMERANJE I MALE PUKOTINE NA POVRŠINI VAŠEG KOMADA NAMEŠTAJA OD PUNOG DRVETA NORMALNI I DA PREDSTAVLJAJU DEO PRIRODE DRVETA. EVENTUALNO IZDIZANJE PUNJENJA SMOLOM ILI EPOKSI MASOM TAKOĐE POTIČE OD PRIRODNOG KRETANJA DRVETA.</p><p>SVETLOST JE PRIRODNI NEPRIJATELJ SVIH ORGANSKIH MATERIJALA; POSEBNO JE ŠKODLJIVA ZA DRVO JER JE OŠTEĆENJE KUMULATIVNO (ŠTO ZNAČI DA VREMENOM POSTAJE SVE GORE ) I NEPOVRATNO. SVETLOST MOŽE DA PRETVORI SVETLO DRVO U TAMNO, KAO I DA DEKOLORIŠE I DEPIGMENTIŠE TAMNIJE DRVO. TAKOĐE MOŽE DA UTIČE NA ZAVRŠNI SLOJ, STVARAJUĆI NA NJEGOVOJ POVRŠINI MRLJU, ILI MENJAJUĆI MU BOJU—ČINEĆI GA DEKOLORISANIM, NEPROZIRNIM, KRTIM ILI LOMLJIVIM. NEĆE BITI DOBRO ZA VAŠ DRVENI KOMAD AKO GA OSTAVLJATE NA DIREKTNOM SVETLU....RECIMO ISPOD VELIKOG PROZORA SA PUNO SVETLOSTI, TOKOM CELOG DANA JER MOŽE DA SE ISKRIVI I ISPUCA! PREPORUČUJEMO DA STAVITE ŽALUZINE ILI VENECIJANERE ILI DA VAŠ KOMAD PREKRIJETE ČARŠAVOM UKOLIKO JE IZLOŽEN DIREKNOJ SVETLOSTI NA KONTINUIRANOJ BAZI. PORED TOGA, VAŽNO JE DA SE NE POSTAVLJAJU VRELE POSUDE ILI TANJIRI DIREKTNO NA DRVENU POVRŠINU JER MOŽE OSTAVITI TRAG NA NJOJ. TAKOĐE SAVETUJEMO DA IZBEGAVATE POSTAVLJANJE VAŠIH KOMADA, OSOBITO ONIH SA DRVENIM NOGAMA, NA PARKET KOJI IMA PODNO GREJANJE. KONSTANTNA TOPLOTA NA DRVETU APSORBUJE SVU PREOSTALU VLAŽNOST U DRVETU I DALJE ĆE PODSTICATI RAZDVAJANJE,CEPANJE, I PUCANJE. FLAME FURNITURE INC. NE GARANTUJE ZA KUPLJENE KOMADE NAMEŠTAJA AKO SU POSTAVLJENI NA PODNO GREJANJE.</p><p>DRVO JE SATKANO OD CELULOZE ČIJI MOLEKULI IMAJU AFINITET ZA VODU I POROZNO JE; KAO REZULTAT TOGA DRVO JE OSETLJIVO NA VLAŽNOST. PRI VIŠOJ VLAŽNOSTI VAZDUHA, DRVO APSORBUJE VODU I POMALO NABREKNE; KADA VLAŽNOST OPADA, DRVO ISPUŠTA VLAGU I SKUPLJA SE. OVAKVO PONAŠANJE PRI PROMENI VLAŽNOSTI SLABI LEPAK NA SPOJEVIMA, I MOŽE DA PROUZROKUJE DA SE DRVO RAZDVAJA, CEPA ILI DA PUCA, A MOGU DA OŠTETE GLAZURU.</p><p>SAVETUJEMO DA PROVERITE VLAŽNOST VAŠEG DOMA KAKO BI OSIGURALI DA JE VAŠ STO UVEK U NAJPOVOLJNIJEM MOGUĆEM AMBIJENTU.</p><p>MI ĆEMO VRLO RADO POPRAVITI SVE PRONAĐENE ZANATSKE DEFEKTE I DATI VAM SAVETE U VEZI PRIRODNIH ORGANSKIH PLOČA. MI NEMAMO KONTROLU NAD KRETANJIMA DRVETA. TRAŽIĆEMO NA UVID FOTOGRAFIJE VAŠEG KOMADA KAKO BI NAM TO POMOGLO DA PRECIZNO UTVRDIMO PROBLEM KOJI IMATE SA NJIM. SAVETUJEMO DA NABAVITE UREĐAJ ZA MERENJE KVALITETA VAZDUHA U PROSTORIJI U KOJOJ SE NALAZI VAŠ KOMAD DRVENOG NAMEŠTAJA. SVI PRIMERCI GARANTNOG LISTA MORAJU BITI PREDOČENI U NAŠIM PROSTORIJAMA.U SLUČAJU DA JE KOMAD DOSTAVLJEN RADI POPRAVKE NA NJEMU, KUPAC JE ODGOVORAN ZA NJEGOVO PREUZIMANJE.</p><p>TROŠKOVI POPRAVKE IZVAN GARANCIJE NAPLAĆUJU SE U VISINI OD 5EVRA/SAT I O NJIMA ĆETE BITI UNAPRED OBAVEŠTENI. ZAMENA NEISPRAVNIH KOMADA RAZMATRAĆE SE U PRVA TRI MESECA OD KUPOVINE, ISKLJUČIVO U SLUČAJU KADA KOMAD NIJE MOGUĆE POPRAVITI.</p>",
  "about.second_life_of_a_tree": "<p>FLAME FURNITURE INC. JE ARTIZANSKI(UMETNIČKO-ZANATSKI) KOLEKTIV IZ BEOGRADA,SRBIJA. VEĆINA NAŠIH PRIMERAKA IZVEDENA JE RUČNIM RADOM, ZASNOVANOM NA PRINCIPIMA POŠTENE TRGOVINE. MI KORISTIMO MASIVNO DRVO IZ OBNOVLJIVIH IZVORA, I HRASTOVINU RECIKLIRANU IZ SRPSKIH SEOSKIH KUĆA STARIH VIŠE OD STO GODINA. KOMADI DRVETA SU TRETIRANI ISKLJUČIVO PRIRODNIM ULJIMA I VOSKOM, KOJI ISTIČU ORGANSKU LEPOTU DRVETA. MI TAKOĐE SARAĐUJEMO SA UMETNICIMA I DIZAJNERIMA IZ CELOG SVETA, STREMEĆI DA DOSEGNEMO MIKSTURU SENZIBILNOSTI RAZLIČITIH KULTURA, I DA PROIZVEDEMO JEDINSTVENE PRIMERKE NAMEŠTAJA KOJI ISIJAVAJU STRAŠĆU.</p><p>SLEDEĆE JEDNOSTAVNE ČINJENICE ODRAŽAVAJU NAŠU PERSPEKTIVU(NAŠE VIĐENJE) KREIRANJA NAMEŠTAJA DALEKO EFEKTNIJE OD BILO KOJE PRIČE O NAMA, KOJU BISMO MOGLI DA NAPIŠEMO.</p><p>MOLIMO VAS, DA SE BEZ ŽURBE <a href=\"/contact\">UPOZNATE SA NAMA</a>, I UŽIVAJTE U SLOBODNOM PADU U NAŠ SVET.</p><blockquote><p>NIŠTA NIJE SVETIJE, NIŠTA PRIMERENIJE OD LEPOG, SNAŽNOG DRVETA. KADA SE DRVO POSEČE I OTKRIJE SUNCU SVOJU OGOLJENU SMRTNU-RANU, MOŽE SE IŠČITATI ČITAVA NJEGOVA ISTORIJA ZAPISANA U LUMINOZNOM DISKU NJEGOVOG DEBLA.</p><footer><cite title=\"Hese\">Hese</cite></footer></blockquote><blockquote><p>KADA DRVO SAZRI, MORALNO JE I POŠTENO DA SE POSEČE ZA ČOVEKOVU UPOTREBU, JER BI INAČE USKORO SATRULILO I VRATILO SE U ZEMLJU. DRVO STREMI DA IZNOVA ZAŽIVI, MOŽDA DA OMOGUĆI LEPOTU, SNAGU I KORISNOST KAKO BI SLUŽILO ČOVEKU, PA ČAK I DA POSTANE OBJEKAT IZUZETNE UMETNIČKE VREDNOSTI.</p><footer><cite>Džordž Nakašima (GeorgeNakashima)</cite></footer></blockquote><p>MI VERUJEMO DA DRVEĆU PRUŽAMO NJIHOV DRUGI ŽIVOT. VIŠE O NAMA MOŽETE SAZNATI IZ <a href=\"/products\">NAŠIH DELA</a>.</p><p><strong>FLAME Furniture Inc.</strong></p>",
  "BUSINESS HOURS": "RADNO VREME",
  "BUY": "KUPI",
  "BUY THIS PRODUCT": "KUPI OVAJ PROIZVOD",
  "CALL US": "POZOVITE",
  "category.Accessories": "Aksesoari",
  "category.Bar stools": "Barske stolice",
  "category.Bathroom": "Kupatilo",
  "category.Bathroom Sinks": "Lavaboi",
  "category.Bathroom Sinks Stands": "Držači za lavaboe",
  "category.Beds": "Kreveti",
  "category.Benches": "Klupe",
  "category.Chests": "Komode",
  "category.Coffee Tables": "Stolovi za dnevnu sobu",
  "category.Dining Tables": "Stolovi za ručavanje",
  "category.Doors": "Vrata",
  "category.Drawer Chests": "Fiokari",
  "category.Lighting": "Osvetljenje",
  "category.Mirrors": "Ogledala",
  "category.Seatings": "Stolice i sofe",
  "category.Sofas": "Sofe",
  "category.Tables": "Stolovi",
  "category.Three-leg Stools": "Tronošci",
  "category.TV HI-FI Stands": "TV HI-FI police",
  "category.Wall Panels": "Zidne obloge",
  "category.Wine Stands": "Vinarije",
  "category.Writing Desks": "Radni stolovi",
  "CONFIRM": "POTVRDI",
  "CONTACT": "KONTAKT",
  "contact.address": "BEKERELOVA (stari naziv RADE KONDIĆA) 24<br/>11050 MALI MOKRI LUG BEOGRAD<br/>SRBIJA",
  "contact.business_hours": "09:00 - 16:00 od ponedeljka do petka",
  "contact.thank_you": "Hvala! Kontaktiraćemo Vas u roku od jednog radnog dana.",
  "description.about": "Zanatski kolektiv sa sedištem u Beogradu, Srbija. Većina naših komada nameštaja se pravi ručno, zasnovano na principima fer trgovine.",
  "description.contact": "Naše sedište se nalazi na adresi Bekerelova 24, Mali Mokri Lug, Beograd. Otvoreni smo od 9 do 16 časova od ponedeljka do petka.",
  "description.index": "Pravimo komade nameštaja od punog drveta iz obnovljivih resursa koji su tretirani prirodnim uljima i voskom.",
  "description.products.buy": "Pošaljite nam upit za %s",
  "description.products.category": "Kategorija: %s",
  "description.products.index": "Katalog proizvoda",
  "description.products.product": "Proizvod: %s, Kategorija: %s",
  "Dimension": "Dimenzije",
  "EMAIL": "VAŠ EMAIL",
  "GALLERY": "GALERIJA",
  "HOME": "NASLOVNA",
  "layout.subscribe.thanks": "Hvala na prijavi!",
  "Material": "Materijal",
  "MENU": "MENI",
  "MESSAGE": "PORUKA",
  "NAME": "VAŠE IME",
  "OUR HQ IS LOCATED AT": "NALAZIMO SE NA ADRESI",
  "OUR INSTAGRAM FEED": "NAŠ INSTAGRAM FEED",
  "OUR TEAM": "NAŠ TIM",
  "PRESS": "PRESS",
  "press.adriatic_fair_2017_title": "JADRANSKI SAJAM BUDVA 05 - 09. APRIL 2017.",
  "press.impressions_from_furniture_fair_belgrade_2016_text": "<p class=\"text-uppercase\">Opširnije na sajtu gradnja.rs<br/><a href=\"http://www.gradnja.rs/puno-drvo-u-punom-sjaju-prvi-utisci-sa-sajma-namestaja-u-beogradu-2016/\">Puno drvo u punom sjaju: Prvi utisci sa Sajma nameštaja u Beogradu 2016.</a></p>",
  "press.impressions_from_furniture_fair_belgrade_2016_title": "UTISCI SA SAJMA NAMEŠTAJ U BEOGRADU 2016.",
  "product.dimension.depth": "d",
  "product.dimension.diameter": "⌀",
  "product.dimension.height": "v",
  "product.dimension.width": "š",
  "product.material.Concrete": "Beton",
  "product.material.Fabric": "Tkanina",
  "product.material.Glass": "Staklo",
  "product.material.MDF": "MDF",
  "product.material.Metal": "Metal",
  "product.material.Tempered glass": "Kaljeno staklo",
  "product.material.Wood": "Drvo",
  "product.material.Wood - acacia": "Drvo - bagrem",
  "product.material.Wood - elm": "Drvo - brest",
  "product.material.Wood - exotic": "Drvo - egzotično",
  "product.material.Wood - oak": "Drvo - hrast",
  "product.material.Wood - oak & ash tree": "Drvo - hrast i jasen",
  "product.material.Wood - poplar": "Drvo - topola",
  "product.material.Wood - reclaimed oak (100 + years old)": "Drvo - hrast (više od 100 godina star)",
  "product.material.Wood - walnut": "Drvo - orah",
  "product.material.Wood - walnut fumed": "Drvo - orah",
  "product.share": "Pogledaj FLAME Furniture Inc. %s proizvod",
  "PRODUCTS": "PROIZVODI",
  "products.buy.notice": "Naše proizvode možete naručiti u željenim dimenzijama. Na upite odgovaramo u roku od jednog radnog dana.",
  "products.buy.thank_you": "Hvala! Kontaktiraćemo Vas u roku od jednog radnog dana.",
  "RECEIVE NEWS AND SPECIAL OFFERS": "DOBIJAJ VESTI I SPECIJALNE PONUDE",
  "REFUNDS AND EXCHANGES POLICIES": "REFUNDACIJA I POLITIKA ZAMENE",
  "SECOND LIFE OF A TREE": "DRUGI ŽIVOT DRVETA",
  "SEND": "POŠALJI",
  "SEND US A MESSAGE": "POŠALJITE NAM PORUKU",
  "SEND US AN INQUIRY": "POŠALJITE NAM UPIT",
  "SHARE THIS PRODUCT": "PODELI OVAJ PROIZVOD",
  "SUBJECT": "TEMA",
  "WHAT'S OUR MISSION": "ŠTA JE NAŠA MISIJA",
  "YOUR EMAIL...": "TVOJ EMAIL..."
}